Repository: AntelopeAudio/Installer
Catalog: drivers/platinum/installer_platinum_res/locale/*/LC_MESSAGES/messages.po
Languages: bg_bg

source: Zodiac Platinum control panel installer
bg_bg: Инсталатор на контролен панел на Зодиак Платинум

source: <span size="20000">Zodiac Platinum control panel installer</span>
bg_bg: <span size="20000">Инсталатор на контролен панел на Зодиак Платинум</span>

source: This installer asks you for your <b>sudo</b> or <b>root</b> password and un/installs the Zodiac Platinum control panel on your computer. This program respects your privacy. It is free software licensed under the terms of the GNU General Public License version 3. The source code for this installer program can be found <a href="https://github.com/AntelopeAudio/Installer">here</a>.
bg_bg: Този инсталатор Ви пита за Вашата <b>sudo</b> или <b>root</b> парола и де/инсталира контролния панел на Зодиак Платинум на Вашия компютър. Този инсталатор уважава личните Ви данни. Той е свободен софтуер, лицензиран с GNU General Public License версия 3. Можете да видите сорс кода на инсталатора <a href="https://github.com/AntelopeAudio/Installer">тук</a>.

source: Install
bg_bg: Инсталирай

source: Uninstall
bg_bg: Изтрий

source: Close
bg_bg: Затвори

source: Installation
bg_bg: Инсталация

source: Please enter your sudo or root password to install Zodiac Platinum control panel.
bg_bg: Моля въведете Вашата sudo или root парола, за да инсталирате контролния панел на Зодиак Платинум

source: Run control panel after install
bg_bg: Пусни контролния панел след инсталация

source: Installing...
bg_bg: Инсталиране...

source: Please check your password and try again
bg_bg: Моля проверете своята парола и опитайте отново

source: Success!
bg_bg: Успех!

source: The control panel for your Zodiac Platinum is successfully installed
bg_bg: Контролният панел на Зодиак Платинум е инсталиран успешно

source: Uninstallation
bg_bg: Изтриване

source: Please enter your sudo or root password to uninstall Zodiac Platinum control panel.
bg_bg: Моля въведете Вашата sudo или root парола, за да изтриете контролния панел на Зодиак Платинум

source: Delete configuration files
bg_bg: Изтрий и конфигурационните файлове

source: Uninstalling...
bg_bg: Изтриване...

source: The control panel for your Zodiac Platinum is successfully uninstalled
bg_bg: Контролният панел на Зодиак Платинум е изтрит успешно

source: © Antelope audio 2014
bg_bg: © Антелоп аудио 2014
